{
  "gina.vim": { "branch": "master" },
  "indentLine": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lightline-sceaduhelm.vim": { "branch": "master" },
  "lightline.vim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "pdv": { "branch": "master" },
  "php.vim": { "branch": "master" },
  "python-syntax": { "branch": "master" },
  "sceaduhelm.vim": { "branch": "master" },
  "sudo.vim": { "branch": "master" },
  "textobj-wiw": { "branch": "master" },
  "vim-blade": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-elm-syntax": { "branch": "master" },
  "vim-fish": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-javascript-syntax": { "branch": "master" },
  "vim-json": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-operator-comment": { "branch": "master" },
  "vim-operator-surround": { "branch": "master" },
  "vim-operator-user": { "branch": "master" },
  "vim-quickrun": { "branch": "master" },
  "vim-speeddating": { "branch": "master" },
  "vim-textobj-between": { "branch": "master" },
  "vim-textobj-entire": { "branch": "master" },
  "vim-textobj-indent": { "branch": "master" },
  "vim-textobj-line": { "branch": "master" },
  "vim-textobj-underscore": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vimproc.vim": { "branch": "master" },
  "vmustache": { "branch": "master" },
  "xterm-color-table.vim": { "branch": "master" }
}
