{
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "ddu-column-filename": { "branch": "main" },
  "ddu-column-icon_filename": { "branch": "main" },
  "ddu-filter-converter_devicon": { "branch": "main" },
  "ddu-filter-matcher_ignore_files": { "branch": "main" },
  "ddu-filter-matcher_substring": { "branch": "main" },
  "ddu-filter-sorter_alpha": { "branch": "main" },
  "ddu-kind-file": { "branch": "main" },
  "ddu-kind-word": { "branch": "main" },
  "ddu-source-action": { "branch": "main" },
  "ddu-source-buffer": { "branch": "main" },
  "ddu-source-file_rec": { "branch": "main" },
  "ddu-source-mr": { "branch": "main" },
  "ddu-source-register": { "branch": "main" },
  "ddu-ui-ff": { "branch": "main" },
  "ddu.vim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "dial.nvim": { "branch": "master" },
  "fern-preview.vim": { "branch": "main" },
  "gina.vim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "indentLine": { "branch": "master" },
  "junkfile.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lightline-sceaduhelm.vim": { "branch": "master" },
  "lightline.vim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "pdv": { "branch": "master" },
  "php.vim": { "branch": "master" },
  "python-syntax": { "branch": "master" },
  "sceaduhelm.vim": { "branch": "master" },
  "statuscol.nvim": { "branch": "main" },
  "sudo.vim": { "branch": "master" },
  "textobj-wiw": { "branch": "master" },
  "vim-blade": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-elm-syntax": { "branch": "master" },
  "vim-fern": { "branch": "main" },
  "vim-fern-git-status": { "branch": "master" },
  "vim-fern-renderer-nerdfont": { "branch": "master" },
  "vim-fish": { "branch": "master" },
  "vim-glyph-palette": { "branch": "master" },
  "vim-javascript-syntax": { "branch": "master" },
  "vim-json": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-mr": { "branch": "main" },
  "vim-nerdfont": { "branch": "master" },
  "vim-operator-comment": { "branch": "master" },
  "vim-operator-surround": { "branch": "master" },
  "vim-operator-user": { "branch": "master" },
  "vim-quickrun": { "branch": "master" },
  "vim-textobj-between": { "branch": "master" },
  "vim-textobj-entire": { "branch": "master" },
  "vim-textobj-indent": { "branch": "master" },
  "vim-textobj-line": { "branch": "master" },
  "vim-textobj-underscore": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "vimproc.vim": { "branch": "master" },
  "vmustache": { "branch": "master" },
  "xterm-color-table.vim": { "branch": "master" }
}
